	var QCMS = [
		/* --- game 1 --- */
		[




		// startsOf : SMA-SVT 2016-R (V+)
		// II
		"<div style=\"direction:rtl;\">ينتج مرض Down عن ضياع أحد صبغيات الزوج 21</div>", // 1
			"خطأ",
			"صحيح",
			"",
			"",
			"",
		"<div style=\"direction:rtl;\">الشذوذات الصبغية هي تغير في عدد أو بنية الصبغيات</div>", // 2
			"صحيح",
			"خطأ",
			"",
			"",
			"",
		"<div style=\"direction:rtl;\">الصيغة الصبغية لفرد مصاب بمرض Klinefelter هي : 2n + 1 = 44A + XXX</div>", // 3
			"خطأ",
			"صحيح",
			"",
			"",
			"",
		"<div style=\"direction:rtl;\">يتجلى الانتقال الصبغي البسيط في انتقال جزء من صبغي و التحامه بصبغي آخر</div>", // 4
			"صحيح",
			"خطأ",
			"",
			"",
			"",
		// III
		"<div style=\"direction:rtl;\">في حالة مرض وراثي مرتبط بحليل متنحي و غير مرتبط بالجنس</div>", // 1
			"يكون لمختلفي الاقتران مظهر خارجي سليم", // BAA
			"يكون المريض متشابه الاقتران بالنسبة للحليل العادي", // ALIF
			"يكون لمختلفي الاقتران مظهر خارجي مصاب", // JIM
			"ينتج الفرد المصاب أمشاجا لا تحمل الحليل الممرض", // DAL
			"",
		"<div style=\"direction:rtl;\">في حالة مرض وراثي مرتبط بحليل سائد وغير مرتبط بالجنس</div>", // 2
			"يكون لمختلفي الاقتران مظهر خارجي مصاب",// BAA
			"يكون لمختلفي الاقتران مظهر خارجي سليم",// ALIF
			"أبوان سليمان ينجبان خلفا مصابا",// JIM
			"تنجب الأم المصابة متشابهة الاقتران خلفا سليما", // DAL
			"",
		"<div style=\"direction:rtl;\">في حالة مرض وراثي مرتبط بحليل متنحي و محمول على الصبغي الجنسي X :</div>", // 3
			"تكون المرأة المصابة متشابهة الاقتران",// ALIF
			"يحمل الرجل المصاب بالضرورة حليلا عاديا",// BAA
			"تنجب الأم المصابة ابنا ذكرا سليما",// JIM
			"ينجب الأب السليم بنتا مصابة", // DAL
			"",
		"<div style=\"direction:rtl;\">في حالة مرض وراثي مرتبط بحليل سائد و محمول على الصبغي الجنسي X :</div>", // 4
			"ينجب الأب المصاب بنتا مصابة",// ALIF
			"تنجب الأم السليمة ابنا ذكرا مصابا",// BAA
			"ينجب الأب المصاب بنتا سليمة",// JIM
			"يكون الأب المصاب مختلف الاقتران", // DAL
			"",
		// endsOf   : SMA-SVT 2016-R */


		// startsOf : SVT-SVT 2019-R (V+)
		// I
		": خلال انحلال الكليكوز يتم انتاج", // 1
			"<div style=\"direction:rtl;\">حمض البيروفيك و ATP و <sup>+</sup></sub>NADH,H</div>",   // BAA
			"<div style=\"direction:rtl;\">حمض البيروفيك و CO<sub>2 و ATP</sub></div>",   // ALIF
			"<div style=\"direction:rtl;\">حمض لبني و CO<sub>2 و ATP</sub></div>",   // JIM
			"<div style=\"direction:rtl;\">حمض لبني و ATP و <sup>+</sup></sub>NADH,H</div>",   // DAL
			"",
		": الشريط الفاتح للساركومير", // 2
			"يتميز بتواجد خييطات الأكتين",   // ALIF
			"يتميز بتواجد خييطات الأكتين و خييطات الميوزين",   // BAA
			"<div style=\"direction:rtl;\">محدود بمنطفتي H</div>",   // JIM
			"<div style=\"direction:rtl;\">محدود بحزي Z</div>",   // DAL
			"",
		": على مستوى الغشاء الداخلي للميتوكوندري تتم", // 3
			"<div style=\"direction:rtl;\">أكسدة <sup>+</sup></sub>NADH,H و تركيب ATP</div>",   // ALIF
			"<div style=\"direction:rtl;\">أكسدة <sup>+</sup></sub>NADH,H و حلمأة ATP</div>",   // BAA
			"<div style=\"direction:rtl;\">اختزال <sup>+</sup></sub>NADH,H و تركيب ATP</div>",   // JIM
			"<div style=\"direction:rtl;\">اختزال <sup>+</sup></sub>NADH,H و حلمأة ATP</div>",   // DAL
			"",
		": يتم التعب العضلي ب", // 4
			"انخفاض وسع الرعشة و ارتفاع مدتها",   // JIM
			"انخفاض وسع و مدة الرعشة العضلية",   // ALIF
			"ارتفاع وسع الرعشة و انخفاض مدتها",   // BAA
			"ارتفاع وسع و مدة الرعشة العضلية",   // DAL
			"",
		// II
		"أعط خاصيتان بنيويتان تميزان الغشاء الداخلي للميتوكوندري", // 1
			"غني بالبروتينات",   // ALIF
			"يتوفر على أعراف",   // BAA
			"غني بالبروتينات",   // JIM  *****
			"يتوفر على أعراف",   // DAL  *****
			[1,2],
		"أعط خاصيتان تميزان التخمر", // 1
			"<div style=\"direction:rtl;\">لا تحتاج لوجود O<sub>2</sub></div>",   // ALIF
			"النواتج عبارة عن حثالة عضوية",   // BAA
			"<div style=\"direction:rtl;\">تحتاج لوجود O<sub>2</sub></div>",   // JIM
			"إنتاج الحمض اللبني و الإيثانول",   // DAL
			[1,2],
		// III
		"<div style=\"direction:rtl;\">تركب دورة كريبس ثلاث جزيئات <sup>+</sup></sub>NADH,H"+
		" انطلاقا من جزيئة حمض بيروفيك واحدة</div>", // ALIF
			"صحيح",   // true
			"خطأ",    // false
			"",
			"",
			"",
		"<div style=\"direction:rtl;\">الحصيلة الاجمالية للانحلال جزيئة الكليكوز هي أربع جزيئات ATP</div>", // BAA
			"خطأ",    // false
			"صحيح",   // true
			"",
			"",
			"",
		"<div style=\"direction:rtl;\">ينتج عن التخمر اللبني كل من الحمض اللبني و ثنائي أكسيد الكاربون</div>", // JIM
			"خطأ",    // false
			"صحيح",   // true
			"",
			"",
			"",
		"<div style=\"direction:rtl;\">يبقى طول الخييطات العضلية ثابتا خلال تقلص الساركومير</div>", // DAL
			"صحيح",   // true
			"خطأ",    // false
			"",
			"",
			"",
		// IV
		"<div style=\"direction:rtl;\">يتجلى دور جزيئة ATP في أنها :</div>", // 1
			"تثبت على رأس الميوزين",   // BAA
			"ADP تفسفر",   // ALIF
			"تثبت على التروبونين",   // JIM
			"ترتبط بالأكتين",   // DAL
			"",
		": في أنها Ca<sup>2+</sup> يتجلى دور جزيئة", // 2
			"تثبت على التروبونين",   // JIM
			"ADP تفسفر",   // ALIF
			"تثبت على رأس الميوزين",   // BAA
			"ترتبط بالأكتين",   // DAL
			"",
		"<div style=\"direction:rtl;\">يتجلى دور جزيئة الميوزين في أنها :</div>", // 3
			"ترتبط بالأكتين",   // DAL
			"ADP تفسفر",   // ALIF
			"تثبت على رأس الميوزين",   // BAA
			"تثبت على التروبونين",   // JIM
			"",
		"<div style=\"direction:rtl;\">يتجلى دور جزيئة ATP سانتاز في أنها :</div>", // 4
			"ADP تفسفر",   // ALIF
			"تثبت على رأس الميوزين",   // BAA
			"تثبت على التروبونين",   // JIM
			"ترتبط بالأكتين",   // DAL
			"",
		// endsOf   : SVT-SVT 2019-R

		/* startsOf : SMA-SVT 2018-N */
		// II
		"في حالة مورثتين مرتبطتين تحدث ظاهرة العبور التي تؤدي إلى التنوع الوراثي للأمشاج خلال",                  // 1
			"<div style=\"direction:rtl;\">الطور التمهيدي I عند خلية مشيجية أم مختلفة الاقتران</div>",           // BAA
			"<div style=\"direction:rtl;\">الطور التمهيدي I عند خلية مشيجية أم متشابهة الاقتران</div>",          // ALIF
			"<div style=\"direction:rtl;\">الطور التمهيدي II عند خلية مشيجية أم متشابهة الاقتران</div>",         // JIM
			"<div style=\"direction:rtl;\">الطور التمهيدي II عند خلية مشيجية أم مختلفة الاقتران</div>",          // DAL
			"",
		": يعطي الانقسام الاختزالي",                                                                             // 2
			"أربع خلايا أحادية الصيغة الصبغية انطلاقا من خلية أم ثنائية الصيغة الصبغية",                         // ALIF
			"خليتين  ثنائيتي الصيغة الصبغية انطلاقا من خلية أم ثنائية الصيغة الصبغية",                           // BAA
			"أربع خلايا ثنائية الصيغة الصبغية انطلاقا من خلية أم ثنائية الصيغة الصبغية",                         // JIM
			"خليتين أحاديتي الصيغة الصبغية انطلاقا من خلية أم ثنائية الصيغة الصبغية",                            // DAL
			"",
		": يكون فرد مصابا بمرض وراثي غير مرتبط بالجنس ومرتبط بحليل سائد، إذا كان",                               // 3
			"ذكرا يحمل أو أنثى تحمل حليلا سائدا",                                                                // JIM
			"ذكرا متشابه الاقتران بالنسبة للحليل المتنحي",                                                       // ALIF
			"أنثى متشابهة الاقتران بالنسبة للحليل المتنحي",                                                      // BAA
			"<div style=\"direction:rtl;\">ذكرا يحمل الحليل السائد على الصبغي X.</div>",                         // DAL
			"",
		"<div style=\"direction:rtl;\">تنقل امرأة حاملة لحليل سائد ممرض مرتبط بالصبغي الجنسي X المرض :</div>",   // 4
			"لأبنائها الذكور و بناتها بنسب متساوية",                                                             // JIM
			"لأبنائها الذكور فقط",                                                                               // ALIF
			"لبناتها فقط",                                                                                       // BAA
			"لبناتها بنسبة أكبر من أبنائها الذكور",                                                              // DAL
			"",
		/* endsOf   : SMA-SVT 2018-N */

		// startsOf : SVT-SVT 2020-R (V+)
			// I
			"<div style=\"direction:rtl;\">الرسم التخطيطي الذي يمثل المظاهر الخارجية لأفراد نفس العائلة, باستعمال <br>"+
			"رموز اصطلاحية, بهدف تتبع انتقال صفاتهم الوراثية عبر الأجيال يسمى :</div>", // 1-ALIF (answer-1)
				"شجرة النسب",      // answer-1
				"الخريطة الصبغية", // answer-2
				"شجرة النسب",      // answer-3  *****
				"شجرة النسب",      // answer-4  *****
				"",
			"تنظيم صبغيات خلية ما حسب قدها و تموضع الجزيئات المركزية و الأشرطة الملونة", // 1-BAA (answer-1)
				"الخريطة الصبغية", // answer-1
				"الخريطة الصبغية", // answer-2  *****
				"الخريطة الصبغية", // answer-3  *****
				"الخريطة الصبغية", // answer-4  *****
				"",
			"اذكر وسيلتين للتشخيص قبل الولادي للشذوذات الصبغية", // 2 (answer-1 , answer-2)
				"الفحص بالموجات فوق الصوتية",                 // answer-1
				"عزل خلايا حميلية قصد انجاز الخريطة الصبغية", // answer-2
				"الفحص بالموجات فوق الصوتية",                 // answer-3  *****
				"عزل خلايا حميلية قصد انجاز الخريطة الصبغية", // answer-4  *****
				[1,2],
			": أعط مثالين للصعوبات التي تواجه دراسة الوراثة البشرية", // 3(answer-1 , answer-2)
				"مدة الحمل طويلة",   // answer-1
				"عدد الصبغيات كبير", // answer-2
				"مدة الحمل قصيرة",   // answer-3
				"عدد الصبغيات قليل", // answer-4
				[1,2],
			// II
			": يتكون الانقسام الاختزالي من",                 // 1 (JIM)
				"انقسام منصف متبوع بانقسام تعادلي",          // JIM
				"تتابع انقسامين و مرحلة سكون",               // ALIF
				"انقسام منصف مسبوق بانقسام تعادلي",          // BAA
				"تتابع انقسامين كل منهما مسبوق بمرحلة سكون", // DAL
				"",
			"<div style=\"direction:rtl;\">في حالة مرض وراثي "+
			"مرتبط بحليل سائد محمول على الصبغي X :</div>", // 2 (DAL)
				"ينجب الأب المصاب بنتا مصابة",             // DAL
				"يكون الأب المصاب مختلف الاقتران",         // ALIF
				"تنجب الأم السليمة ابنا مصابا",            // BAA
				"ينجب الأب المصاب بنتا سليمة",             // JIM
				"",
			": ينتج التخليط الضمصبغي عن",                                              // 3 (BAA)
				"I تبادل قطع بين الصبغيات المتماثلة خلال المرحلة التمهيدية",           // BAA
				"I تبادل قطع بين الصبغيات غير المتماثلة خلال المرحلة التمهيدية",       // ALIF
				"I الافتراق العشوائي للصبغيات المتماثلة خلال المرحلة الانفصالية",      // JIM
				"I الافتراق العشوائي للصبغيات غير المتماثلة خلال المرحلة الانفصالية",  // DAL
				"",
			": يسمح الانقسام الغير المباشر ب",                                                       // 4 (BAA)
				"المحافظة على عدد الصبغيات في الخليتين البنتين مقارنة مع الخلية الأم",               // BAA
				"التخليط الضمصبغي اثر ظاهرة العبور الصبغي",                                          // ALIF
				"الانتقال من خلية أم ثنائية الصيغة الصبغية الى خليتين بنتين أحاديتي الصيغة الصبغية", // JIM
				"افتراق الصبغيات المتماثلة خلال المرحلة الانفصالية",                                 // DAL
				"",
			// III
			"<div style=\"direction:rtl;\">تنتج متلازمة Down عن ضياع صبغي 21</div>", // ALIF (false)
				"خطأ",  // false
				"صحيح", // true
				"",
				"",
				"",
			"<div style=\"direction:rtl;\">مضاعفة ال ADN نصف محافظة</div>", // BAA (true)
				"صحيح", // true
				"خطأ",  // false
				"",
				"",
				"",
			"<div style=\"direction:rtl;\">الصيغة الصبغية للأمشاج الأنثوية عند الانسان هي : n = 22AA + X</div>", // JIM (false)
				"خطأ", // false
				"صحيح",// true
				"",
				"",
				"",
			"<div style=\"direction:rtl;\">تظهر عيون النسخ خلال الطور S من مرحلة السكون</div>", // DAL (true)
				"صحيح", // true
				"خطأ",  // false
				"",
				"",
				"",
		// endsOf   : SVT-SVT 2020-R

		// startsOf : SVT-SVT 2018-N (V++)
		// I
		"<div style=\"direction:rtl;\">يتم تحرير CO<sub>2</sub> الناتج عن هدم الكليكوز أثناء تفاعلات</div>", // 1
			"<div style=\"direction:rtl;\">حلقة Krebs في الميتوكوندري</div>",           // BAA
			"<div style=\"direction:rtl;\">انحلال الكليكوز في الجبلة الشفافة</div>",     // ALIF
			"<div style=\"direction:rtl;\">اختزال حمض البيروفيك إلى حمض لبني في الجبلة الشفافة</div>",    // JIM
			"<div style=\"direction:rtl;\">أكسدة نواقل الإلكترونات في الميتوكوندري</div>",      // DAL
			"",
		": تتضمن المنطقة الفاتحة للساركومير البروتينات الآتية", // 2
			"الأكتين و التروبونين و التروبوميوزين",  // ALIF
			"الميوزين و التروبونين و التروبوميوزين",  // BAA
			"الأكتين و الميوزين و التروبوميوزين",   // JIM
			"الأكتين و الميوزين و التروبونين",   // DAL
			"",
		": تمكن تفاعلات التخمر في الساركوبلازم من", // 3
			"<div style=\"direction:rtl;\">تفسفر جزيئات ADP</div>",  // DAL
			"<div style=\"direction:rtl;\">إنتاج الحمض اللبني و الإيثانول</div>",  // ALIF
			"<div style=\"direction:rtl;\">أكسدة حمض البيروفيك</div>",   // BAA
			"<div style=\"direction:rtl;\">اختزال النواقل <sup>+</sup>NAD و FAD</div>",  // JIM
			"",
		"<div style=\"direction:rtl;\">نواتج هدم حمض بيروفيك واحد داخل الميتوكوندري هي :</div>", // 4
			"3CO<sub>2</sub> + 1 ATP + 1 FADH<sub>2</sub> + 4 NADH,H<sup>+</sup>",               // DAL
			"3CO<sub>2</sub> + 1 ATP + 1 FADH<sub>2</sub> + 3 NADH,H<sup>+</sup>",               // ALIF
			"3CO<sub>2</sub> + 1 ATP + 1 FAD + 3 NADH,H<sup>+</sup>",                            // BAA
			"3CO<sub>2</sub> + 1 ADP + 1 FADH<sub>2</sub> + 4 NADH,H<sup>+</sup>",               // JIM
			"",
		// II
		"التفاعل الإجمالي التالي<br><br>"+
		"<div style=\"direction:rtl;\">C<sub>6</sub>H<sub>12</sub>O<sub>6</sub> + 2 ADP + 2 Pi → 2 C<sub>2</sub>H<sub>5</sub>OH + 2 CO<sub>2</sub> + 2 ATP</div>"+
		"<br>هو التفاعل الإجمالي ل", // 1
			"التخمر الكحولي",  // ALIF
			"انحلال الكليكوز",  // BAA
			"<div style=\"direction:rtl;\">تفسفر جزيئات ADP</div>",   // JIM
			"أكسدة حمض البيروفيك",   // DAL
			"",
		"التفاعل الإجمالي التالي<br><br>"+
		"ADP + فسفوكرياتين (PC) → ATP + كرياتين (C)"+
		"<br><br>هو التفاعل الإجمالي ل", // 1
			"<div style=\"direction:rtl;\">تجديد ATP انطلاقا من الفسفوكرياتين</div>",  // ALIF
			"انحلال الكليكوز",  // BAA
			"التخمر الكحولي",   // JIM
			"أكسدة حمض البيروفيك",   // DAL
			"",
		// III
		"<div style=\"direction:rtl;\">مجموع التفاعلات التي تحدث على مستوى الجبلة الشفافة<br> و تسمح بالهدم الجزئي للكليكوز ليعطي جزيئتي حمض البيروفيك مع إنتاج جزيئتي ATP, هي عملية :</div>", // 1
			"انحلال الكليكوز",  // ALIF
			"التخمر الكحولي",  // BAA
			"<div style=\"direction:rtl;\">تجديد ATP انطلاقا من الفسفوكرياتين</div>",   // JIM
			"التروبونين",   // DAL
			"",
		"<div style=\"direction:rtl;\">مجموعة من البروتينات المتواجدة على مستوى الغشاء الداخلي للميتوكوندري والتي تحفز سلسلة من<br> تفاعلات الأكسدة اختزال و تسمح بتدفق الالكترونات من المركبات المختزلة إلى المتقبل النهائي O<sub>2</sub>, تسمى :</div>", // 1
			"السلسلة التنفسية",  // ALIF
			"التخمر الكحولي",  // BAA
			"<div style=\"direction:rtl;\">تجديد ATP انطلاقا من الفسفوكرياتين</div>",   // JIM
			"أكسدة حمض البيروفيك",   // DAL
			"",
		// IV
		"<div style=\"direction:rtl;\">تتم أكسدة <sup>+</sup>NAD خلال كل من تفاعلات انحلال الكليكوز و تفاعلات حلقة Krebs.</div>", // 1
			"خطأ",
			"صحيح",
			"",
			"",
			"",
		"<div style=\"direction:rtl;\">ينتج الكزاز التام عن إخضاع العضلة لإهاجة واحدة ذات شدة مرتفعة.</div>", // 2
			"خطأ",
			"صحيح",
			"",
			"",
			"",
		"<div style=\"direction:rtl;\">تنتج الحرارة المتأخرة المصاحبة للتقلص العضلي عن تفاعلات استقلابية هوائية.</div>", // 3
			"صحيح",
			"خطأ",
			"",
			"",
			"",
		"<div style=\"direction:rtl;\">أثناء النشاط العضلي يتم التجديد السريع لـجزيئات ATP بواسطة مسلك الفسفوكرياتين.</div>", // 4
			"صحيح",
			"خطأ",
			"",
			"",
			"",
		// endsOf   : SVT-SVT 2018-N


		// startsOf : SVT-SVT 2020-N  (V+)
		// II
		": تظهر عيون النسخ خلال",     // 1
			"مرحلة السكون",       // BAA
			"المرحلة التمهيدية",  // ALIF
			"المرحلة الاستوائية", // JIM
			"المرحلة النهائية",   // DAL
			"",
		": يعطي الانقسام الاختزالي",                                                         // 2
			"أربع خلايا أحادية الصيغة الصبغية انطلاقا من خلية أم ثنائية الصيغة الصبغية", // JIM
			"أربع خلايا ثنائية الصيغة الصبغية انطلاقا من خلية أم ثنائية الصيغة الصبغية", // ALIF
			"خليتين ثنائيتي الصيغة الصبغية انطلاقا من خلية أم ثنائية الصيغة الصبغية",    // BAA
			"خليتين أحاديتي الصيغة الصبغية انطلاقا من خلية أم ثنائية الصيغة الصبغية",    // DAL
			"",
		": يتوفر الشخص المصاب بمتلازمة \"داون\" على",  // 3
			"ثلاث نماذج من الصبغي 21",             // BAA
			"نموذج واحد من الصبغي 22",             // ALIF
			"نموذج واحد من الصبغي 21",             // DAL
			"ثلاث نماذج من الصبغي 22",             // JIM
			"",
		": الصيغة الصبغية لشخص مصاب بمتلازمة \"كلاينفلتر\" هي", // 4
			"2n+1 = 22AA + XXY",                            // JIM
			"2n-1 = 22AA + Y",                              // ALIF
			"2n-1 = 22AA + X",                              // BAA
			"2n+1 = 22AA + YYY",                            // DAL
			"",
		// III
		"الشذوذ الصبغي هو تغير في عدد أو بنية الصبغيات", // ALIF
			"صحيح", // true
			"خطأ",  // false
			"",
			"",
			"",
		"يتجلى الانتقال الصبغي المتبادل في انتقال جزء من صبغي و التحامه بصبغي اخر",// BAA
			"خطأ",  // false
			"صحيح", // true
			"",
			"",
			"",
		"يؤدي الانتقال الصبغي المتوازن الى تغير في عدد الصبغيات لدى الفرد الحامل لهذا الشذوذ",// JIM
			"خطأ",  // false
			"صحيح", // true
			"",
			"",
			"",
		"<div style=\"direction:rtl;\">تصيب الامراض الوراثية المتنحية المرتبطة بالصبغي الجنسي X الإناث أكثر من الذكور</div>", // DAL
			"خطأ",  // false
			"صحيح", // true
			"",
			"",
			"",
		// IV
		": أزواج الصبغيات المتماثلة تشكل رباعيات منتشرة في السيتوبلازم خلال المرحلة", // 1
			"I التمهيدية",   // BAA
			"I الاستوائية",  // ALIF
			"II النهائية",   // JIM
			"II الاستوائية", // DAL
			"",
		": تتموضع الحزيئات المركزية للصبغيات المتماثلة من جهتي خط استواء الخلية خلال المرحلة", // 2
			"I الاستوائية",  // ALIF
			"I التمهيدية",   // BAA
			"II النهائية",   // JIM
			"II الاستوائية", // DAL
			"",
		": تتموضع الحزيئات المركزية للصبغيات المضاعفة في خط استواء الخلية خلال المرحلة", // 3
			"II الاستوائية", // DAL
			"I الاستوائية",  // ALIF
			"I التمهيدية",   // BAA
			"II النهائية",   // JIM
			"",
		": ازالة تكاثف الصبغيات غير المضاعفة لتشكل الصبغين خلال المرحلة", // 4
			"II النهائية",   // JIM
			"I الاستوائية",  // ALIF
			"I التمهيدية",   // BAA
			"II الاستوائية", // DAL
			"",
		// endsOf   : SVT-SVT 2020-N


		/* startsOf : SMA-SVT 2016-N */ // (V+)
		// II
		"<div style=\"direction:rtl;\">المحتوى الجيني للساكنة هو مجموع الأنماط "+
		"الوراثية و المظاهر الخارجية للأفراد المنتمية لها</div>", // 1
			"خطأ",   // false
			"صحيح",  // true
			"",
			"",
			"",
		"<div style=\"direction:rtl;\">داخل ساكنة محدودة العدد، يؤدي الانحراف الجيني إلى تراجع التنوع الوراثي</div>", // 2
			"صحيح", // true
			"خطأ",  // false
			"",
			"",
			"",
		"<div style=\"direction:rtl;\"> رغم نذرتها، تعتبر الطفرات مصدرا للتنوع الوراثي مع تعاقب الأجيال</div>", // 3
			"صحيح", // true
			"خطأ",  // false
			"",
			"",
			"",
		"<div style=\"direction:rtl;\">تعتبر الطفرات التي تحدث على مستوى الخلايا الجسدية طفرات وراثية</div>", // 4
			"خطأ",  // false
			"صحيح", // true
			"",
			"",
			"",
		// III
		": يؤدي الانتقاء الطبيعي إلى التغير الوراثي للساكنة تحت تأثير", // 1
			"عوامل الوسط",// ALIF
			"الانحراف الجيني", // BAA
			"العوامل المسببة للطفرات", // JIM
			"التزاوجات العشوائية", // DAL
			"",
		": تنتج الطفرة الصبغية عن", // 2
			"تغير في بنية أو عدد الصبغيات",// ALIF
			"استبدال نيكليوتيد واحد على مستوى الصبغي", // BAA
			"إضافة نيكليوتيد واحد على مستوى الصبغي", // JIM
			"حذف نيكليوتيد واحد على مستوى الصبغي", // DAL
			"",
		": داخل ساكنة معينة،وفي حالة تساوي السيادة بالنسبة لمورثة غير مرتبطة بالجنس", // 3
			"تردد المظاهر الخارجية يعادل تردد الأنماط الوراثية", // BAA
			"تردد الحليلات يعادل تردد الأنماط الوراثية",// ALIF
			"تردد المظاهر الخارجية يخالف تردد الأنماط الوراثية", // JIM
			"تردد الحليلات يعادل تردد  المظاهر الخارجية", // DAL
			"",
		/* endsOf   : SMA-SVT 2016-N */


		/* startsOf : PC-SVT 2018-R */
		// IV
		": يحدث التخليط البيصبغي خلال الانقسام الاختزالي نتيجة الافتراق المستقل و العشوائي", // 1
			"للصبغيات المتماثلة خلال المرحلة الانفصالية الأولى",                             // ALIF
			"للصبغيات المتماثلة خلال المرحلة الانفصالية الثانية",                            // BAA
			"للصبيغيات خلال المرحلة الانفصالية الأولى",                                      // JIM
			"للصبيغيات خلال المرحلة الانفصالية الثانية",                                     // DAL
			"",
		": خلال المرحلة الاستوائية من الانقسام غير المباشر،يتكون كل صبغي من",                                               // 2
			"<div style=\"direction:rtl;\">صبيغيين يتكون كل واحد منهما من لولبين من ADN</div>",                             // JIM
			"<div style=\"direction:rtl;\">صبيغي واحد مكون من لولبين من ADN</div>",                                         // ALIF
			"<div style=\"direction:rtl;\">صبيغيين يتكون كل واحد منهما من لولب واحد من ADN</div>",                          // BAA
			"<div style=\"direction:rtl;\">صبيغيين أحدهما يتكون من لولب واحد من ADN و الآخر يتكون من لولبين من ADN</div>",  // DAL
			"",
		": في حالة الهجونة الأحادية، يعطي التزاوج بين فرد ذو مظهر متنحي و فرد هجين خلفا يتكون من",    // 3
			"<div style=\"direction:rtl;\">50% بمظهر متنحي و 50% بمظهر سائد</div>",                   // DAL
			"<div style=\"direction:rtl;\">25% بمظهر متنحي و 75% بمظهر سائد</div>",                   // ALIF
			"<div style=\"direction:rtl;\">75% بمظهر متنحي و 25% بمظهر سائد</div>",                   // BAA
			"<div style=\"direction:rtl;\">25% بمظهر متنحي و 50% بمظهر وسيط  و 25% بمظهر سائد</div>", // JIM
			"",
		": ADN أثناء مضاعفة",                                                                                                    // 4
			"<div style=\"direction:rtl;\">يفترق لولبا جزيئة ADN الأصلية، و يشكل كل واحد منهما قالبا يشيد عليه لولب جديد</div>", // JIM
			"<div style=\"direction:rtl;\">تبقى جزيئة ADN الأصلية دون تغيير و تتشكل جزيئة جديدة كليا</div>",                     // ALIF
			"<div style=\"direction:rtl;\">يتشكل لولبا الجزيئتين المركبتين من أجزاء أصلية و أجزاء جديدة التركيب</div>",          // BAA
			"<div style=\"direction:rtl;\">تتشكل جزيئتان جديدتان دون استعمال جزيئة ADN الأصلية</div>",                           // DAL
			"",
		/* endsOf   : SMA-PC 2018-R */


		/* startsOf : SMA-SVT 2018-R */
		// II
		"<div style=\"direction:rtl;\">خلال المرحلة G<sub>1</sub> "+
		"من طور السكون الذي يسبق الانقسام الاختزالي، يكون كل صبغي مكونا من :</div>", // 1
			"صبيغي واحد غير ملولب",                                                  // BAA
			"صبيغي واحد ملولب",                                                      // ALIF
			"صبيغيين غير ملولبين",                                                   // JIM
			"صبيغيين ملولبين",                                                       // DAL
			"",
		"<div style=\"direction:rtl;\">عند خلية أم تتضمن 2q من ال ADN "+
		"و خلال الطور الانفصالي I من الانقسام الاختزالي تمر كمية ال ADN :</div>",// 2
			"<div style=\"direction:rtl;\">من 4q إلى 2q</div>", // BAA
			"<div style=\"direction:rtl;\">من 2q إلى q</div>",  // ALIF
			"<div style=\"direction:rtl;\">من 2q إلى 4q</div>", // JIM
			"<div style=\"direction:rtl;\">من 4q إلى q</div>",  // DAL
			"",
		": في حالة تزاوج اختباري، نزاوج فردا ذا مظهر خارجي سائد والذي نريد تعرف نمطه الوراثي مع", // 3
			"فرد متشابه الاقتران ذي مظهر خارجي متنح",   // BAA
			"فرد متشابه الاقتران ذي مظهر خارجي سائد",   // ALIF
			"فرد مختلف الاقتران ذي مظهر خارجي سائد",    // JIM
			"فرد مختلف الاقتران ذي مظهر خارجي متنح",    // DAL
			"",
		": في حالة مورثتين مرتبطتين، وعلى إثر تزاوج اختباري، نحصل على جيل مكون من",       // 4
			"مظاهر خارجية جديدة التركيب بنسب أصغر من المظاهر الخارجية الأبوية",           // JIM
			"مظاهر خارجية أبوية ومظاهر خارجية جديدة التركيب بنسب متساوية",                // ALIF
			"مظاهر خارجية جديدة التركيب بنسب أكبر من المظاهر الخارجية الأبوية",           // BAA
			"<div style=\"direction:rtl;\">مظاهر خارجية جديدة التركيب بنسبة 100%</div>",  // DAL
			"",
		// III
		"I الاستوائية", // ALIF
			"توجد الجزيئات المركزية للصبغيات المتماثلة من جهتي الصفيحة الاستوائية", // 2
			"أزواج من الصبغيات المتماثلة متفردة في شكل رباعيات",                    // 1
			"صبغيات متفردة بصبيغيين",                                               // 3
			"صبغيات غير متماثلة بصبيغي واحد",                                       // 4
			"",
		"I التمهيدية", // BAA
			"أزواج من الصبغيات المتماثلة متفردة في شكل رباعيات",// 1
			"توجد الجزيئات المركزية للصبغيات المتماثلة من جهتي الصفيحة الاستوائية",// 2
			"صبغيات متفردة بصبيغيين",// 3
			"صبغيات غير متماثلة بصبيغي واحد",// 4
			"",
		"II النهائية", // JIM
			"صبغيات غير متماثلة بصبيغي واحد",// 4
			"أزواج من الصبغيات المتماثلة متفردة في شكل رباعيات",// 1
			"توجد الجزيئات المركزية للصبغيات المتماثلة من جهتي الصفيحة الاستوائية",// 2
			"صبغيات متفردة بصبيغيين",// 3
			"",
		"II الاستوائية", // DAL
			"صبغيات متفردة بصبيغيين",// 3
			"أزواج من الصبغيات المتماثلة متفردة في شكل رباعيات",// 1
			"توجد الجزيئات المركزية للصبغيات المتماثلة من جهتي الصفيحة الاستوائية",// 2
			"صبغيات غير متماثلة بصبيغي واحد",// 4
			"",
		/* endsOf   : SMA-SVT 2018-R */



		// startsOf : SMA 2020-R
		": يؤدي توالي الانقسام الاختزالي والإخصاب عبر الأجيال الى", // 1
			"تعدد الصفات الفردية",
			"اختزال عدد المورثات",
			"ADN اختزال كمية",
			"تغير الصيغة الصبغية",
			"",
		"<div style=\"direction:rtl;\">متلازمة Lejeune أو صياح القط</div>", // 2
			"<div style=\"direction:rtl;\">ضياع جزء من الصبغي 5</div>",
			"<div style=\"direction:rtl;\">صبغي 21 اضافي</div>",
			"<div style=\"direction:rtl;\">وجود 44 صبغيا لاجنسيا, و صبغي جنسي واحد X</div>",
			"<div style=\"direction:rtl;\">وجود 44 صبغيا لاجنسيا, و ثلاث صبغيات جنسية XXY</div>",
			"",
		"Down متلازمة ", // 3
			"<div style=\"direction:rtl;\">صبغي 21 اضافي</div>",
			"<div style=\"direction:rtl;\">ضياع جزء من الصبغي 5</div>",
			"<div style=\"direction:rtl;\">وجود 44 صبغيا لاجنسيا, و صبغي جنسي واحد X</div>",
			"<div style=\"direction:rtl;\">وجود 44 صبغيا لاجنسيا, و ثلاث صبغيات جنسية XXY</div>",
			"",
		"Klinfelter متلازمة ", // 4
			"<div style=\"direction:rtl;\">وجود 44 صبغيا لاجنسيا, و ثلاث صبغيات جنسية XXY</div>",
			"<div style=\"direction:rtl;\">ضياع جزء من الصبغي 5</div>",
			"<div style=\"direction:rtl;\">صبغي 21 اضافي</div>",
			"<div style=\"direction:rtl;\">وجود 44 صبغيا لاجنسيا, و صبغي جنسي واحد X</div>",
			"",
		"Turner متلازمة ", // 5
			"<div style=\"direction:rtl;\">وجود 44 صبغيا لاجنسيا, و صبغي جنسي واحد X</div>",
			"<div style=\"direction:rtl;\">ضياع جزء من الصبغي 5</div>",
			"<div style=\"direction:rtl;\">صبغي 21 اضافي</div>",
			"<div style=\"direction:rtl;\">وجود 44 صبغيا لاجنسيا, و ثلاث صبغيات جنسية XXY</div>",
			"",
		": بالنسبة لدورة نمو أحادية الصيغة الصبغية يكون",
			"النبات المشيجي أحادي الصيغة الصبغية, وينتج أمشاجا أحادية الصيغة الصبغية",
			"النبات المشيجي ثنائي الصيغة الصبغية, وينتج أمشاجا أحادية الصيغة الصبغية",
			"النبات البوغي أحادي الصيغة الصبغية, وينتج أمشاجا أحادية الصيغة الصبغية",
			"النبات البوغي ثنائي الصيغة الصبغية, وينتج أمشاجا أحادية الصيغة الصبغية",
			"",
		"<div style=\"direction:rtl;\">يمكن لخلية ثنائية الصيغة الصبغية تحتوي على كمية ADN تساوي 2Q خلال الفترة G<sub>2</sub> أن :</div>",
			"<div style=\"direction:rtl;\">تتحول الى خلية أحادية الصيغة الصبغية تضم صبغيات مكونة من صبيغيين خلال الطور النهائي I</div>",
			"<div style=\"direction:rtl;\">تتحول الى خلية أحادية الصيغة الصبغية, بصبيغيات منفردة خلال الطور التمهيدي II</div>",
			"<div style=\"direction:rtl;\">تحتوي على كمية ADN تساوي Q خلال الطور التمهيدي الأول</div>",
			"<div style=\"direction:rtl;\">تعطي خلايا بنات تحتوي كل واحدة منها على كمية Q من ADN خلال الطور النهائي II</div>",
			"",
		": خلال الانقسام الاختزالي",
			"يتم اقتران الصبغيات المكونة من صبيغيان خلال الطور التمهيدي الأول",
			"تكون الصبغيات المتماثلة صفيحة استوائية خلال الطور الاستوائي الأول",
			"يؤدي العبور الصبغي الى حدوث تخليط بيصبغي للحليلات",
			"يؤدي الافتراق العشوائي للصبغيات المتماثلة الى حدوث تخليط ضمصبغي للحليلات",
			"",
		// endsOf   : SMA 2020-R




	],
	/* --- game 2 --- */
		[


		],

	];
